Repository: erdemduman/Flutter-Clean-Arch
Catalog: core/lib/l10n/app_*.arb
Languages: de, tr

source: Random Number
de: Zufallszahl
tr: Rastgele Sayi

source: Random Number Stream
de: Zufallszahlen-Stream
tr: Rastgele Sayi Akisi

source: Max Limit
de: Maximale Anzahl
tr: Ust Sinir

# fetch_number
source: Click to fetch a random number!
de: Klicken Sie, um eine Zufallszahl zu erhalten!
tr: Rastgele bir sayi almak icin tikla!

# fetch_number_stream
source: Click to fetch a random number every second!
de: Klicke, um jede Sekunde eine Zufallszahl zu erhalten!
tr: Her saniye rastgele bir sayi almak icin tikla!

# stop_stream
source: Stop the number stream!
tr: Sayi akisini durdur!

source: Previous screen
de: Vorherige Seite
tr: Onceki sayfa

# en
source: English
de: Englisch
tr: Ingilizce

# de
source: German
de: Deutsch
tr: Almanca

# tr
source: Turkish
de: Tuerkisch
tr: Turkce

source: Light theme
de: Helles Thema
tr: Beyaz tema

source: Dark theme
de: Dunkles Thema
tr: Siyah tema
